In [2]:
import pandas as pd
import numpy as np

In [3]:
df1=pd.read_csv('C:\\Users\\Shubhangi\\Desktop\\jupyter\\sample.csv')

In [4]:
df1.head()

   id   name   salary department  score
0   1   anne    10000      china      2
1   2   john  1000000    england      3
2   3  shaun    20000      japan      4
3   4  johny    30000      india      6
4   5   ally    10000      china      7